--[[
--Russian localization file
--Translated by StingerSoft
--]]
if (GetLocale() == "ruRU") then

XPERL_TUTORIAL_TITLE1	= "Иконка у мини-карты"
XPERL_TUTORIAL_TITLE2	= "Фрейм персонажа"
XPERL_TUTORIAL_TITLE3	= "Фрейм цели"
XPERL_TUTORIAL_TITLE4	= "Фрейм группы"
XPERL_TUTORIAL_TITLE5	= "Фрейм питомцев группы"
XPERL_TUTORIAL_TITLE6	= "Фрейм питомца"
XPERL_TUTORIAL_TITLE7	= "Настройки"
XPERL_TUTORIAL_TITLE8	= "Фрейм цели цели"
XPERL_TUTORIAL_TITLE9	= "Фрейм цели целей цели"
XPERL_TUTORIAL_TITLE10	= "Фрейм фокуса"
XPERL_TUTORIAL_TITLE11	= "Фрейм поддержки"
XPERL_TUTORIAL_TITLE12	= "Список ГТ"
XPERL_TUTORIAL_TITLE13	= "Контроль предметов"
XPERL_TUTORIAL_TITLE14	= "Монитор применений"
XPERL_TUTORIAL_TITLE15	= "Цели группы"
XPERL_TUTORIAL_TITLE16	= "Фрейм рейда"

XPERL_TUTORIAL1		= "При нажатии на иконку Х-Perla у мини-карты открывает окно с настройками. Или же воспользуйтесь командой Хperlа |c00FFFF80/xperl|r , для получения доступа к настройкам.\r\rКогда окно настроек открыто, все фреймы XPerlа отблакированы и доступны для перемещения с помощью мыши."
XPERL_TUTORIAL2		= "Фрейм персонажа выводит сведения о вашем персонаже, включая его портрет, уровень, имя, здоровья и ману, состояние боя (иконка меча), состояние отдыха (иконка ZZZ), PVP звание, состояние PVP (символ вашей фракции).\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Игрок|r."
XPERL_TUTORIAL3		= "Фрейм цели выводит сведения о вашей цели, включая почти такуюже информацию как и ваш фрейм персонажа.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Цель|r."
XPERL_TUTORIAL4		= "Фрейм группы выводит сведения о ваших товарищах в группе, включая почти такуюже информацию как и ваш фрейм персонажа.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Группа|r."
XPERL_TUTORIAL5		= "Фрейм питомцев группы выводит сведения о питомцах ваших товарищей с группы. В данных фреймах отображается базовая информация.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Группа|r."
XPERL_TUTORIAL6		= "Фрейм питомца выводит сведения о вашем питомце, включая его портрет, уровень, имя, здоровья и ману, состояние боя (иконка меча).\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Питомец|r."
XPERL_TUTORIAL7		= "В окне настроек вы можете настроить любую часть XPerlа.\r\rВверху,в левом углу расположена регулировка выбранного фрейма. Переключая другие фреймы с помощью мыши вы измените данные настройки на настройки того фрейма что вы выбрали.\r\rКнопки в левом углу выполняют базовую настройку внешнего вида фреймов.\r\rВкладки вдоль верха, содержат все варианты настроек доступных фреймов."
XPERL_TUTORIAL8		= "Фрейм цели цели выводит сведения о вашей цели цели (Цель в которую нацелена ваша цель), включая почти такуюже информацию как и фрейм цели.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Цель|r и увидите настройки в вверхнем правом углу."
XPERL_TUTORIAL9		= "Фрейм цели целей цели выводит сведения о вашей цели цели цели (Цель в которую нацелена вашей цели цель), включая почти такуюже информацию как и фрейм цели.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Цель|r и увидите настройки в вверхнем правом углу."
XPERL_TUTORIAL10	= "Фрейм фокуса выводит сведения о вашем фокусе, включая почти такуюже информацию как и ваш фрейм персонажа.\r\rДля смены фокуса, смотрите м меню WoWа, назначение клавиш в секции |c00FFFF80Функции цели|r и ищите |c00FFFF80Цель фокуса|r и |c00FFFF80Фокус|r.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Фокус|r."
XPERL_TUTORIAL11	= "Фрейм поддержки будет отображать вам (слева) всех участников рейда кто целится в вас, или по выборочно толко лекари целящиеся в вас. А с права будут отображаться все участники рейда которые поддерживают вас с вашей текущей целью.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Поддержка|r и изменить настройки |c00FFFF80Счётчика цели|r."
XPERL_TUTORIAL12	= "Список ГТ отображает текущих, заданных Главных Танков. Танки могут быть заданны с помощью CTRA, oRA2 или посредством контекстного меню рейд фрейма, ко клику на фрейм игрока.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Поддержка|r и и изменить настройки |c00FFFF80Счётчика цели|r."
XPERL_TUTORIAL13	= "Полная замена команд CTRA/oRA2 |c00FFFF80/raitem|r, |c00FFFF80/radur|r, |c00FFFF80/raresist|r и |c00FFFF80/rareg|r. Вы можете перетащить предметы в список предметов и не придётся вспоминать названия предметов в следующий разn.\r\rКнопка |c00FFFF80Запрос|r запускает проверку отмеченных предметов и в тоже время, прочности, сопротивления и реагентов, предоставляя вам возможность проверить и рассмотреть в удобном виде результаты проверки.\r\rВы также можете сообщить о результатах в любой канал с помощью выбора и кнопки |c00FFFF80Сообщить|r."
XPERL_TUTORIAL14	= "Монитор применений отображает полосы применений и статус маны у всех вами выбранных участников рейда. А также, с правой стороны, отображает их цели.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Монитор|r."
XPERL_TUTORIAL15	= "Отображает цели ваших участников группы, имя, состояние боя и знак PVP. Также отображает полоску здоровья.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Группа|r."
XPERL_TUTORIAL16	= "Фрейм рейда выводит сведения о ваших товарищах в составе рейда, включая имя, состояние боя, здоровья и ману, номер группы, выделение способностей. Другие статусы состояния могут отображаться с полосе здоровья, такие как, отсутствует, мёртв, дух, и монитор возрождения.\r\rВ настройках XPerlа вы можете настроить данный фрейм, выбрав вкладку |c00FFFF80Рейд|r,|c00FFFF80Игрок|r.\r\rПроверьте настройки регулировки рейда для настройки выравнивания и роста."
end
