local L = LibStub("AceLocale-3.0"):NewLocale("SellJunk", "ruRU")

if L then

L["ADD"] = "Добавить"
L["ADDED"] = "Добавил "
L["ADD_ITEM"] = "Добавить предмет:"
L["ALL_CHARS"] = "Исключения для всех персонажей"
L["AUTO_SELL"] = "Автопродажа мусора"
L["AUTO_SELL_DESC"] = "Включить или отключить автоматическую продажу мусора при открытии окна торговли."
L["CHAR_EXC"] = "Исключения для этого персонажа"
L["CLEAR_CHAR"] = "Очистить персонажа"
L["CLEAR_CHAR_DESC"] = "Удаляет исключения характерные персонажу из списка."
L["CLEARED"] = "Исключения успешно очищены."
L["CLEAR_GLOBAL"] = "Очистить общий"
L["CLEAR_GLOBAL_DESC"] = "Удаляет все исключения из общего списка."
L["CLEAR_HEADER"] = "Очистить исключения"
L["COPPER"] = "м"
L["DESTROYED"] = "Разрушено" -- Needs review
L["DRAG_ITEM_DESC"] = "Перетащите предмет в это окошко, чтобы добавить или удалить его из списка исключений."
L["FROM"] = "из"
L["GAINED"] = "Выручка:"
L["GLOBAL_EXC"] = "Общие исключения"
L["GOLD"] = "з"
L["ITEMLINK"] = "<Ссылка предмета>"
L["ITEMLINK_ONLY"] = "Command accepts only itemlinks." -- Requires localization
L["MAX12"] = "Продавать по 12 предметов"
L["MAX12_DESC"] = "Безопасный способ. Продает не больше 12 предметов.  В случае ошибки, любой из предметов может быть выкуплен у продовца обратно."
L["REM"] = "Удалить"
L["REM_ITEM"] = "Удалить предмет:"
L["REMOVED"] = "Удалил "
L["SELLJUNK"] = "Мусор"
L["SHOW_GAIN"] = "Показывать выручку"
L["SHOW_GAIN_DESC"] = "Показывать выручку за проданный мусор"
L["SHOW_SPAM"] = "Показывать проданные вещи(текст)" -- Needs review
L["SHOW_SPAM_DESC"] = "Вывод ссылок на предметы в чат, когда происходить автоматическая продажа предметов."
L["SILVER"] = "с"
L["SOLD"] = "Продано: "
L["THIS_CHAR"] = "Исключения по текущему персонажу"
L["TO"] = "для"


end
